Repository: the-hideout/TarkovMonitor
Catalog: TarkovMonitor/Properties/Strings.*.resx
Languages: de, es, fr, pl, pt, ru, zh

source: Settings
de: Einstellungen
es: Configuración
fr: Paramètres
pl: Ustawienia
pt: Configurações
ru: Настройки
zh: 设置

source: Notifications
de: Benachrichtigungen
es: Notificaciones
pl: Powiadomienia
pt: Notificações
ru: Уведомления
zh: 通知

source: Notifications playback device
de: Audiogerät für Benachrichtigungen
es: Dispositivo de reproducción de notificaciones
fr: Périphérique de lecture des notifications
pl: Urządzenie odtwarzania powiadomień
pt: Dispositivo de reprodução das notificações
ru: Устройство воспроизведения уведомлений
zh: 通知播放设备

source: Raid Starting Audio Notification
de: Audio-Benachrichtigung bei Raidbeginn
es: Notificación de audio al inicio de la incursión
fr: Notification audio de début de raid
pl: Powiadomienie dźwiękowe o rozpoczęciu rajdu
pt: Notificação de áudio ao iniciar a incursão
ru: Звуковое уведомление начала рейда
zh: 战局开始音频通知

source: Match Found Audio Notification
de: Audio-Benachrichtigung bei Spielsuche
es: Notificación de audio al encontrar partida
fr: Notification audio de partie trouvée
pl: Powiadomienie dźwiękowe o znalezieniu meczu
pt: Notificação de áudio ao encontrar partida
ru: Звуковое уведомление найденного матча
zh: 找到战局音频通知

source: Restart Tasks Audio Reminder
de: Audio-Erinnerung zum Neustarten der Aufgaben
es: Recordatorio de audio para reiniciar tareas
fr: Rappel audio pour relancer les tâches
pl: Dźwiękowe przypomnienie o wznowieniu zadań
pt: Lembrete de áudio para reiniciar tarefas
ru: Звуковое напоминание о перезапуске заданий
zh: 重启任务音频通知

source: Runthrough Period Audio Reminder
de: Audio-Erinnerung für Runthrough-Zeitraum
es: Recordatorio de audio del periodo Runthrough
fr: Rappel audio pour la durée Runthrough
pl: Dźwiękowe przypomnienie o czasie Runthrough
pt: Lembrete de áudio do período Runthrough
ru: Звуковое напоминание о периоде пробежки
zh: 匆匆撤离时段音频通知

source: Air Filter Audio Reminders
de: Audio-Erinnerungen für Luftfilter
es: Recordatorios de audio del filtro de aire
fr: Rappels audio du filtre à air
pl: Dźwiękowe przypomnienia o filtrze powietrza
pt: Lembretes de áudio do filtro de ar
ru: Звуковые напоминания воздушного фильтра
zh: 过滤吸收器音频通知

source: Quest Item Reminder Audio Notification
de: Audio-Benachrichtigung für Questgegenstände
es: Notificación de audio de objetos de misión
fr: Notification audio d'objets de quête
pl: Dźwiękowe powiadomienie o przedmiotach do zadań
pt: Notificação de áudio de itens de missão
ru: Звуковое напоминание о квестовых предметах
zh: 任务物品提醒音频通知

source: Scav Cooldown Reminders
de: Scav-Abklingzeit-Erinnerungen
es: Recordatorios de enfriamiento de Scav
fr: Rappels du temps de recharge scav
pl: Przypomnienia o czasie odnowienia Scava
pt: Lembretes de recarga de Scav
ru: Напоминания о времени восстановления скава
zh: Scav 冷却提醒

source: Scav Karma
es: Karma de Scav
fr: Karma de scav
pl: Karma Scava
pt: Karma de Scav
ru: Карма скава
zh: Scav 声望

# RunthroughTime
source: Runthrough Time (HH:MM:SS)
de: Runthrough-Zeit (HH:MM:SS)
es: Tiempo de Runthrough (HH:MM:SS)
fr: Temps Touriste (HH:MM:SS)
pl: Czas Runthrough (HH:MM:SS)
pt: Tempo de Runthrough (HH:MM:SS)
ru: Время пробежки (ЧЧ:ММ:СС)
zh: 匆匆撤离时间（时:分:秒）

source: Window Behavior
de: Fensterverhalten
es: Comportamiento de la ventana
fr: Comportement de la fenêtre
pl: Zachowanie okna
pt: Comportamento da janela
ru: Поведение окна
zh: 窗口行为

source: Start Tarkov Monitor Minimized
de: Tarkov Monitor minimiert starten
es: Iniciar Tarkov Monitor minimizado
fr: Démarrer Tarkov Monitor réduit
pl: Uruchamiaj Tarkov Monitor zminimalizowany
pt: Iniciar o Tarkov Monitor minimizado
ru: Запускать Tarkov Monitor свернутым
zh: 启动 Tarkov Monitor 时最小化

source: Minimize to System Tray
de: In den Infobereich minimieren
es: Minimizar en la bandeja del sistema
fr: Réduire dans la zone de notification
pl: Minimalizuj do zasobnika systemowego
pt: Minimizar para a bandeja do sistema
ru: Сворачивать в системный трей
zh: 最小化到系统托盘

source: Stay on Top
de: Immer im Vordergrund
es: Mantener sobre las demás ventanas
fr: Toujours au premier plan
pl: Zawsze na wierzchu
pt: Sempre no topo
ru: Поверх всех окон
zh: 保持置顶

source: Skip Tarkov.dev Splash Logo
de: Tarkov.dev-Logo überspringen
es: Omitir logo de Tarkov.dev
fr: Ignorer l'écran Tarkov.dev
pl: Pomiń ekran Tarkov.dev
pt: Ignorar o logo do Tarkov.dev
ru: Пропустить заставку Tarkov.dev
zh: 跳过 Tarkov.dev 启动画面 Logo

source: Data Collection
de: Datenerfassung
es: Recopilación de datos
fr: Collecte de données
pl: Zbieranie danych
pt: Coleta de dados
ru: Сбор данных
zh: 数据收集

source: Submit Queue Time Data
de: Warteschlangenzeiten senden
es: Enviar datos de tiempo en cola
fr: Envoyer les temps de file d'attente
pl: Przesyłaj dane czasu kolejki
pt: Enviar dados de tempo de fila
ru: Отправлять данные времени очереди
zh: 提交排队时间数据

source: Get A Token
de: Token abrufen
es: Obtener un token
fr: Obtenir un jeton
pl: Uzyskaj token
pt: Obter um token
ru: Получить токен
zh: 获取令牌

source: Test Token
de: Token testen
es: Probar token
fr: Tester le jeton
pl: Przetestuj token
pt: Testar token
ru: Проверить токен
zh: 测试令牌

source: API Token
es: Token de API
fr: Jeton API
pl: Token API
pt: Token da API
ru: API токен
zh: API 令牌

source: Tarkov Tracker Service
es: Servicio Tarkov Tracker
fr: Service Tarkov Tracker
pl: Usługa Tarkov Tracker
pt: Serviço Tarkov Tracker
ru: Сервис Tarkov Tracker
zh: Tarkov Tracker 服务

# TarkovTrackerServiceHelperText
source: Tarkov Tracker service to use
de: Zu verwendender Tarkov-Tracker-Dienst
es: Servicio de Tarkov Tracker a usar
fr: Service Tarkov Tracker à utiliser
pl: Usługa Tarkov Tracker do użycia
pt: Serviço Tarkov Tracker a ser usado
ru: Сервис Tarkov Tracker для использования
zh: 要使用的 Tarkov Tracker 服务

source: Tarkov.dev Website Remote
de: Tarkov.dev Website-Fernbedienung
es: Control remoto del sitio Tarkov.dev
fr: Commande du site Tarkov.dev
pl: Pilot strony Tarkov.dev
pt: Controle remoto do site Tarkov.dev
ru: Удаленное управление сайтом Tarkov.dev
zh: Tarkov.dev 网站远程

source: Remote ID
es: ID remoto
fr: ID distant
pl: Identyfikator zdalny
pt: ID remoto
ru: Удаленный ID
zh: 远程 ID

source: Switch to Tarkov.dev map on raid load
de: Beim Raidstart zur Tarkov.dev-Karte wechseln
es: Cambiar al mapa de Tarkov.dev al cargar la incursión
fr: Basculer sur la carte Tarkov.dev au chargement du raid
pl: Przełącz na mapę Tarkov.dev po wczytaniu rajdu
pt: Mudar para o mapa Tarkov.dev ao carregar a incursão
ru: Переключаться на карту Tarkov.dev при загрузке рейда
zh: 在战局加载时切换到 Tarkov.dev 地图

# SwitchToTarkovDevMapOnPositionUpdate
source: Switch to Tarkov.dev map on position update (via screenshot)
de: Bei Positionsupdate zur Tarkov.dev-Karte wechseln (via Screenshot)
es: Cambiar al mapa de Tarkov.dev al actualizar la posición (mediante captura)
fr: Basculer sur la carte Tarkov.dev lors de la mise à jour de position (via capture d'écran)
pl: Przełącz na mapę Tarkov.dev po aktualizacji pozycji (przez zrzut ekranu)
pt: Mudar para o mapa Tarkov.dev ao atualizar a posição (via captura de tela)
ru: Переключаться на карту Tarkov.dev при обновлении позиции (через скриншот)
zh: 在位置更新时切换到 Tarkov.dev 地图 （通过截图）

# AutomaticallyDeleteScreenshotsAfterRaid
source: Automatically delete taken screenshots after raid
de: Screenshots nach dem Raid automatisch löschen
es: Eliminar automáticamente las capturas después de la incursión
fr: Supprimer automatiquement les captures après le raid
pl: Automatycznie usuwaj zrzuty ekranu po rajdzie
pt: Excluir automaticamente as capturas após a incursão
ru: Автоматически удалять сделанные скриншоты после рейда
zh: 战局结束后自动删除拍摄的截图

source: Offline Map
de: Offline-Karte
es: Mapa sin conexión
fr: Carte hors ligne
pl: Mapa offline
pt: Mapa offline
ru: Оффлайн карта
zh: 离线模式地图

source: Map to use for offline raids
de: Karte für Offline-Raids
es: Mapa para incursiones offline
fr: Carte à utiliser pour les raids hors ligne
pl: Mapa używana do rajdów offline
pt: Mapa para usar em incursões offline
ru: Карта для использования в оффлайн рейдах
zh: 用于离线战局的地图

source: None
de: Keine
es: Ninguno
fr: Aucune
pl: Brak
pt: Nenhum
ru: Нет
zh: 无

source: Logs Folder
de: Log-Verzeichnis
es: Carpeta de registros
fr: Dossier des journaux
pl: Folder logów
pt: Pasta de logs
ru: Папка логов
zh: 日志文件夹

source: Don't change this unless you really know what you're doing.
de: Ändere dies nur, wenn du wirklich weißt, was du tust.
es: No cambies esto a menos que realmente sepas lo que haces.
fr: Ne changez ceci que si vous savez vraiment ce que vous faites.
pl: Nie zmieniaj tego, jeśli naprawdę nie wiesz, co robisz.
pt: Só altere isto se realmente souber o que está fazendo.
ru: Не изменяйте это, если действительно не знаете, что делаете.
zh: 除非你真的知道自己在做什么，否则不要更改此项。

source: Reset to Default
de: Auf Standard zurücksetzen
es: Restablecer valores predeterminados
fr: Réinitialiser par défaut
pl: Przywróć domyślne
pt: Restaurar padrão
ru: Сбросить по умолчанию
zh: 重置为默认值

source: Initial Setup
de: Erstkonfiguration
es: Configuración inicial
fr: Configuration initiale
pl: Konfiguracja początkowa
pt: Configuração inicial
ru: Первоначальная настройка
zh: 初始设置

source: Read Past Logs
de: Vergangene Logs lesen
es: Leer registros anteriores
fr: Lire les journaux passés
pl: Odczytaj wcześniejsze logi
pt: Ler logs anteriores
ru: Прочитать старые логи
zh: 读取过往日志

source: Language
de: Sprache
es: Idioma
fr: Langue
pl: Język
pt: Idioma
ru: Язык
zh: 语言

source: Select Language
de: Sprache auswählen
es: Seleccionar idioma
fr: Sélectionner la langue
pl: Wybierz język
pt: Selecionar idioma
ru: Выберите язык
zh: 选择语言

source: Dashboard
de: Übersicht
es: Panel
fr: Tableau de bord
pl: Pulpit
pt: Painel
ru: Панель управления
zh: 仪表板

source: Stats
de: Statistiken
es: Estadísticas
fr: Statistiques
pl: Statystyki
pt: Estatísticas
ru: Статистика
zh: 统计

source: Group
de: Gruppe
es: Grupo
fr: Groupe
pl: Grupa
pt: Grupo
ru: Группа
zh: 小队

source: Raw Logs
de: Roh-Logs
es: Registros sin procesar
fr: Journaux bruts
pl: Surowe logi
pt: Logs brutos
ru: Сырые логи
zh: 原始日志

source: Sounds
de: Klänge
es: Sonidos
fr: Sons
pl: Dźwięki
pt: Sons
ru: Звуки
zh: 声音

source: Timers
de: Timer
es: Temporizadores
fr: Minuteries
pl: Timery
pt: Temporizadores
ru: Таймеры
zh: 计时器

source: English
de: Englisch
es: Inglés
fr: Anglais
pl: Angielski
pt: Inglês

# Russian
source: Русский
de: Russisch
es: Ruso
fr: Russe
pl: Rosyjski
pt: Russo

source: Messages
de: Nachrichten
es: Mensajes
pl: Wiadomości
pt: Mensagens
ru: Сообщения
zh: 消息

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
pl: Anuluj
pt: Cancelar
ru: Отмена
zh: 取消

source: Submit
de: Senden
es: Enviar
fr: Valider
pl: Zatwierdź
pt: Enviar
ru: Отправить
zh: 提交

source: Ok
es: Aceptar
ru: ОК
zh: 确定

source: Clear Data
de: Daten löschen
es: Borrar datos
fr: Effacer les données
pl: Wyczyść dane
pt: Limpar dados
ru: Очистить данные
zh: 清除数据

source: Flea Market Sales
de: Flohmarktverkäufe
es: Ventas en el mercado de pulgas
fr: Ventes au marché aux puces
pl: Sprzedaż na pchlim targu
pt: Vendas no mercado das pulgas
ru: Продажи на барахолке
zh: 跳蚤市场销售

source: Raids
es: Incursiones
pl: Rajdy
pt: Incursões
ru: Рейды
zh: 战局

source: Custom Log Data
de: Benutzerdefinierte Logdaten
es: Datos de registro personalizados
fr: Données de journal personnalisées
pl: Niestandardowe dane logów
pt: Dados de log personalizados
ru: Пользовательские данные логов
zh: 自定义日志数据

source: Read Previous Logs
de: Vorherige Logs lesen
es: Leer registros anteriores
fr: Lire les journaux précédents
pl: Odczytaj poprzednie logi
pt: Ler logs anteriores
ru: Прочитать предыдущие логи
zh: 读取先前日志

source: Open Logs Folder
de: Log-Ordner öffnen
es: Abrir carpeta de registros
fr: Ouvrir le dossier des journaux
pl: Otwórz folder logów
pt: Abrir pasta de logs
ru: Открыть папку логов
zh: 打开日志文件夹

source: Current profile
de: Aktuelles Profil
es: Perfil actual
fr: Profil actuel
pl: Bieżący profil
pt: Perfil atual
ru: Текущий профиль
zh: 当前档案

# IfYouWantToUpdateProgressForDifferentProfile
source: If you want to update progress for a different profile, activate that profile in the game.
de: Wenn du den Fortschritt für ein anderes Profil aktualisieren möchtest, aktiviere dieses Profil im Spiel.
es: Si quieres actualizar el progreso de otro perfil, actívalo en el juego.
fr: Si vous souhaitez mettre à jour un autre profil, activez ce profil dans le jeu.
pl: Jeśli chcesz zaktualizować postępy dla innego profilu, aktywuj go w grze.
pt: Se quiser atualizar o progresso de outro perfil, ative esse perfil no jogo.
ru: Если вы хотите обновить прогресс для другого профиля, активируйте этот профиль в игре.
zh: 如果你想为其他档案更新进度，请在游戏中激活该档案。

# ReadPreviousLogsLabel
source: Read previous logs
de: Vorherige Logs lesen
es: Leer registros anteriores
fr: Lire les journaux précédents
pl: Wczytaj wcześniejsze logi
pt: Ler logs anteriores
ru: Прочитать предыдущие логи
zh: 读取先前日志

# ChooseStartingPointHelperText
source: Choose the starting point from which to read logs
de: Wähle den Startpunkt, ab dem die Logs gelesen werden sollen
es: Elige el punto inicial desde el que se leerán los registros
fr: Choisissez le point de départ à partir duquel lire les journaux
pl: Wybierz punkt początkowy, od którego odczytać logi
pt: Escolha o ponto inicial a partir do qual os logs serão lidos
ru: Выберите отправную точку, с которой начать чтение логов
zh: 选择读取日志的起始点

# SelectStartingPointDescription
source: Select a starting point to read previous logs and update your quest progress. All logs from that point forward for the same will be read and that cumulative progress will be synced to Tarkov Tracker.
de: Wähle einen Startpunkt, um frühere Logs einzulesen und deinen Questfortschritt zu aktualisieren. Alle Logs ab diesem Zeitpunkt werden gelesen und der kumulierte Fortschritt wird mit Tarkov Tracker synchronisiert.
es: Selecciona un punto inicial para leer los registros anteriores y actualizar el progreso de tus misiones. Todos los registros desde ese momento se leerán y ese progreso acumulado se sincronizará con Tarkov Tracker.
fr: Sélectionnez un point de départ pour lire les journaux précédents et mettre à jour la progression de vos quêtes. Tous les journaux à partir de ce point seront lus et ce progrès cumulatif sera synchronisé avec Tarkov Tracker.
pl: Wybierz punkt początkowy, aby odczytać wcześniejsze logi i zaktualizować postęp zadań. Wszystkie logi od tego momentu zostaną odczytane, a łączny postęp zostanie zsynchronizowany z Tarkov Tracker.
pt: Selecione um ponto inicial para ler os logs anteriores e atualizar o progresso das missões. Todos os logs a partir desse momento serão lidos e o progresso acumulado será sincronizado com o Tarkov Tracker.
ru: Выберите отправную точку для чтения предыдущих логов и обновления прогресса заданий. Все логи с этой точки вперед будут прочитаны, и накопленный прогресс будет синхронизирован с Tarkov Tracker.
zh: 选择一个起始点来读取先前的日志并更新你的任务进度。从该点开始，相同档案的所有后续日志将被读取，并且该累积进度将同步到 Tarkov Tracker。

# WarningMessage
source: WARNING: You can mess up your Tarkov Tracker saved quest progress if you pick an invalid starting date, so proceed with caution.
de: WARNUNG: Du kannst deinen gespeicherten Questfortschritt in Tarkov Tracker beschädigen, wenn du ein ungültiges Startdatum auswählst. Sei vorsichtig.
es: ADVERTENCIA: Puedes estropear el progreso de misiones guardado en Tarkov Tracker si eliges una fecha inicial no válida, así que procede con precaución.
fr: AVERTISSEMENT : Vous pouvez corrompre votre progression de quêtes sauvegardée sur Tarkov Tracker si vous choisissez une date de départ invalide, avancez donc avec prudence.
pl: OSTRZEŻENIE: Możesz uszkodzić zapisany postęp zadań w Tarkov Tracker, jeśli wybierzesz nieprawidłową datę początkową, więc zachowaj ostrożność.
pt: AVISO: Você pode comprometer o progresso de missões salvo no Tarkov Tracker se escolher uma data inicial inválida, portanto proceda com cautela.
ru: ВНИМАНИЕ: Вы можете испортить сохраненный прогресс заданий в Tarkov Tracker, если выберете неверную начальную дату, поэтому действуйте осторожно.
zh: 警告：如果你选择了无效的起始日期，可能会弄乱你在 Tarkov Tracker 保存的任务进度，请谨慎操作。

# CouldNotFindEFTInstallation
source: Could not find the Escape From Tarkov installation location, or no logs exist.
de: Der Escape From Tarkov-Installationsordner wurde nicht gefunden oder es existieren keine Logs.
es: No se pudo encontrar la instalación de Escape From Tarkov o no existen registros.
fr: Impossible de trouver l'installation d'Escape From Tarkov, ou aucun journal n'existe.
pl: Nie znaleziono instalacji Escape From Tarkov albo brak logów.
pt: Não foi possível encontrar a instalação do Escape From Tarkov ou não há logs.
ru: Не удалось найти папку установки Escape From Tarkov или логи отсутствуют.
zh: 找不到《逃离塔科夫》的安装位置，或者不存在任何日志。

source: Not found
de: Nicht gefunden
es: No encontrado
fr: Introuvable
pl: Nie znaleziono
pt: Não encontrado
ru: Не найдено
zh: 未找到

# AreYouSureYouWantToClearAllData
source: Are you sure you want to clear all data? This cannot be undone.
de: Bist du sicher, dass du alle Daten löschen möchtest? Das kann nicht rückgängig gemacht werden.
es: ¿Seguro que quieres borrar todos los datos? Esto no se puede deshacer.
fr: Êtes-vous sûr de vouloir effacer toutes les données ? Cette action est irréversible.
pl: Czy na pewno chcesz usunąć wszystkie dane? Tego nie da się cofnąć.
pt: Tem certeza de que deseja apagar todos os dados? Isso não pode ser desfeito.
ru: Вы уверены, что хотите очистить все данные? Это действие нельзя отменить.
zh: 确定要清除所有数据吗？此操作无法撤销。

source: Custom Raid Starting Sound
de: Benutzerdefinierter Startsound für Raids
es: Sonido personalizado de inicio de incursión
fr: Son personnalisé de début de raid
pl: Niestandardowy dźwięk startu rajdu
pt: Som personalizado de início da incursão
ru: Пользовательский звук начала рейда
zh: 自定义战局开始音效

source: Custom Match Found Sound
de: Benutzerdefinierter Sound für gefundene Partie
es: Sonido personalizado de partida encontrada
fr: Son personnalisé de partie trouvée
pl: Niestandardowy dźwięk znalezienia meczu
pt: Som personalizado de partida encontrada
ru: Пользовательский звук поиска матча
zh: 自定义找到战局音效

source: Custom Restart Tasks Sound
de: Benutzerdefinierter Sound für Aufgaben-Neustart
es: Sonido personalizado de reinicio de tareas
fr: Son personnalisé de relance des tâches
pl: Niestandardowy dźwięk ponownego uruchamiania zadań
pt: Som personalizado para reiniciar tarefas
ru: Пользовательский звук перезапуска заданий
zh: 自定义重启任务音效

source: Custom Runthrough Period Sound
de: Benutzerdefinierter Sound für Runthrough-Zeitraum
es: Sonido personalizado del periodo Runthrough
fr: Son personnalisé pour la période Runthrough
pl: Niestandardowy dźwięk czasu Runthrough
pt: Som personalizado do período Runthrough
ru: Пользовательский звук периода рантрю
zh: 自定义匆匆撤离时段音效

source: Custom Air Filter On Sound
de: Benutzerdefinierter Sound für Luftfilter ein
es: Sonido personalizado de filtro de aire activado
fr: Son personnalisé filtre à air activé
pl: Niestandardowy dźwięk włączenia filtra powietrza
pt: Som personalizado de filtro de ar ligado
ru: Пользовательский звук включения воздушного фильтра
zh: 自定义过滤吸收器开启音效

source: Custom Air Filter Off Sound
de: Benutzerdefinierter Sound für Luftfilter aus
es: Sonido personalizado de filtro de aire desactivado
fr: Son personnalisé filtre à air désactivé
pl: Niestandardowy dźwięk wyłączenia filtra powietrza
pt: Som personalizado de filtro de ar desligado
ru: Пользовательский звук выключения воздушного фильтра
zh: 自定义过滤吸收器关闭音效

source: Custom Scav Cooldown Sound
de: Benutzerdefinierter Sound für Scav-Abklingzeit
es: Sonido personalizado de enfriamiento de Scav
fr: Son personnalisé de délai Scav
pl: Niestandardowy dźwięk czasu odnowienia Scava
pt: Som personalizado de recarga do Scav
ru: Пользовательский звук отката скава
zh: 自定义 Scav 冷却音效

source: You aren't in a group or have party members yet.
de: Du bist noch nicht in einer Gruppe oder hast keine Gruppenmitglieder.
es: Aún no estás en un grupo ni tienes miembros en la escuadra.
fr: Vous n'êtes pas encore dans un groupe ou n'avez pas de membres.
pl: Nie jesteś jeszcze w grupie ani nie masz członków drużyny.
pt: Você ainda não está em um grupo nem tem membros na equipe.
ru: Вы еще не состоите в группе или у вас нет участников группы.
zh: 你尚未加入小队，或还没有队员。

source: Time In Raid
de: Zeit im Raid
es: Tiempo en la incursión
fr: Temps passé en raid
pl: Czas w rajdzie
pt: Tempo na incursão
ru: Время в рейде
zh: 战局内时间

source: Runthrough Period
de: Runthrough-Zeitraum
es: Periodo Runthrough
fr: Période Runthrough
pl: Okres Runthrough
pt: Período Runthrough
ru: Период рантрю
zh: 匆匆撤离时段

source: Scav Cooldown
de: Scav-Abklingzeit
es: Enfriamiento de Scav
fr: Temps de recharge des scav
pl: Czas odnowienia Scava
pt: Recarga do Scav
ru: Откат скава
zh: Scav 冷却

source: There aren't any messages yet.
de: Es gibt noch keine Nachrichten.
es: Aún no hay mensajes.
fr: Il n'y a pas encore de messages.
pl: Nie ma jeszcze żadnych wiadomości.
pt: Ainda não há mensagens.
ru: Сообщений пока нет.
zh: 目前没有任何消息。

source: Flea Market Sale
de: Flohmarktverkauf
es: Venta del mercado de pulgas
fr: Vente au marché aux puces
pl: Sprzedaż na pchlim targu
pt: Venda no mercado das pulgas
ru: Продажа на барахолке
zh: 跳蚤市场销售

source: Debug
es: Depuración
fr: Débogage
pt: Depuração
ru: Отладка
zh: 调试

source: Update
de: Aktualisierung
es: Actualización
fr: Mise à jour
pl: Aktualizacja
pt: Atualização
ru: Обновление
zh: 更新

source: Quest
es: Misión
fr: Quête
pl: Zadanie
pt: Missão
ru: Квест
zh: 任务

# RetrievedDataFromTarkovDev
source: Retrieved {0} items, {1} maps, {2} traders, {3} tasks, and {4} hideout stations from tarkov.dev
de: Es wurden {0} Gegenstände, {1} Karten, {2} Händler, {3} Aufgaben und {4} Versteckstationen von tarkov.dev abgerufen.
es: Se obtuvieron {0} objetos, {1} mapas, {2} comerciantes, {3} misiones y {4} estaciones del escondite desde tarkov.dev.
fr: Récupéré {0} objets, {1} cartes, {2} marchands, {3} quêtes et {4} stations d'abri depuis tarkov.dev.
pl: Pobrano z tarkov.dev {0} przedmiotów, {1} map, {2} handlarzy, {3} zadań i {4} stacji kryjówki.
pt: Foram obtidos {0} itens, {1} mapas, {2} comerciantes, {3} tarefas e {4} estações do abrigo de tarkov.dev.
ru: Получено {0} предметов, {1} карт, {2} торговцев, {3} заданий и {4} станций убежища с tarkov.dev
zh: 从 tarkov.dev 获取了 {0} 个物品, {1} 张地图, {2} 个商人, {3} 个任务, 和 {4} 个藏身处工作站

# ToAutomaticallyTrackTaskProgress
source: To automatically track task progress, set your Tarkov Tracker token in Settings
de: Um den Aufgabenfortschritt automatisch zu verfolgen, lege deinen Tarkov-Tracker-Token in den Einstellungen fest.
es: Para seguir automáticamente el progreso de las misiones, establece tu token de Tarkov Tracker en Configuración.
fr: Pour suivre automatiquement la progression des quêtes, définissez votre jeton Tarkov Tracker dans Paramètres.
pl: Aby automatycznie śledzić postęp zadań, ustaw token Tarkov Tracker w Ustawieniach.
pt: Para rastrear automaticamente o progresso das tarefas, defina seu token do Tarkov Tracker em Configurações.
ru: Для автоматического отслеживания прогресса заданий установите токен Tarkov Tracker в настройках
zh: 要自动追踪任务进度，请在设置中设置你的 Tarkov Tracker 令牌

# UsingProfile
source: Using {0} profile
de: Profil {0} wird verwendet
es: Usando el perfil {0}
fr: Profil {0} utilisé
pl: Używany profil {0}
pt: Usando o perfil {0}
ru: Используется {0} профиль
zh: 正在使用 {0} 档案

# RetrievedDataFromTarkovTracker
source: Retrieved {0} level {1} {2} progress from Tarkov Tracker
de: Fortschritt von {0} Level {1} {2} aus Tarkov Tracker abgerufen
es: Se recuperó el progreso de {0} nivel {1} {2} desde Tarkov Tracker
fr: Récupéré la progression {0} niveau {1} {2} depuis Tarkov Tracker
pl: Pobrano z Tarkov Tracker postęp {0} poziomu {1} {2}
pt: Progresso {0} nível {1} {2} recuperado do Tarkov Tracker
zh: 从 Tarkov Tracker 获取了 {0} 等级 {1} {2} 进度
