Repository: the-hideout/TarkovMonitor
Catalog: TarkovMonitor/Properties/Strings.*.resx
Languages: de, es, fr, pl, pt, ru, zh

source: Error
de: Fehler
fr: Erreur
pl: Błąd
pt: Erro
ru: Ошибка
zh: 错误
